app/controllers/students_controller.rb

    def create
        @student = Student.new
        @student.student = params[:first_name]
        @student.student = params[:last_name]
        @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "LANICE"], ["last_name", "Powell"], ["created_at", "2020-01-06 00:00:01.559258"], ["updated_at", "2020-01-06 00:00:01.559258"]]